
[
    {
        "name": "Caracolas",
        "id": 1,
        "description": "Caracolas es un proyecto con alma del norte pero afincado en Madrid. Con influencias del folk del norte de España y anglosajón, música americana y de raíz, comienzan su trayectoria con su primer EP, «Lunas y flores» en 2021, que ya han ido presentado en diferentes salas de Madrid y Galicia, en formato acústico y eléctrico. Sus directos son íntimos al tiempo que intensos. Muchas guitarras, voces y un violín muy presente es lo que podemos esperar de ellos.",
        "image": "../public/caracolas.jpg",
        "video-link": "https://youtu.be/bka0i4nv-rQ?si=P9Bj9YFwpBYxs5Vr"
    },
    {
        "name": "Johnny's Drama",
        "id": 2,
        "description": "Con un sonido joven y fresco, Johnny's Drama nos lleva con sus temas a cuando todo era menos complejo. Sus letras hablan de la búsqueda de la diversión y el placer para dejar a un lado los problemas cotidianos, así como del amor y el desamor en un idioma actual.",
        "image": "../public/johnnys-drama.jpg", 
        "video-link": "https://youtu.be/WnI3MU-vPgM?si=4wLnsVuFfEh30ytJ"
    },
    {
        "name": "Laura Jordán",
        "id": 3,
        "description": "Laura Jordán es una cantautora de sangre viguesa afincada en Madrid desde el inicio de su época universitaria. Tras finalizar sus estudios de música clásica, comenzó a jugar con el mundo del Soul y del Blues. Su estilo nace de las raíces de la música de autor para desembocar en un pop rockero y dulce que mejor te pille enamorado o de resaca. La más romántica del rock.",
        "image": "../public/laura-jordan-2.png", 
        "video-link": "https://youtu.be/-_KCJfN76Ic?si=2D1TpwhgVyhUy3XB" 
    },
    {
        "name": "Mirror",
        "id": 4,
        "description": "Mirror es el proyecto musical de Irene Espejo. Canciones hechas en casa que nacen de la necesidad de divertirse experimentando, y que a veces dejan salir ideas y sentimientos que ya no quieren estar dentro.",
        "image": "../public/mirror-peq.jpg", 
        "video-link": "https://youtu.be/Iz5nQ2kPbZw?si=xqFjRgkbS1xKSOLl"
    },
    {
        "name": "Art Matamoa",
        "id": 5,
        "description": "Art Matamoa nos viene a presentar su nuevo tema Por tí.",
        "image": "../public/matamoa.jpg", 
        "video-link": "https://youtu.be/LFvgHliTQcM?si=mn_dXTLdqzo9Oqpc" 
    },
    {
        "name": "Gremio Ayala",
        "id": 6,
        "description": "Gremio Ayala es un productor Madrileño afincado en Tenerife. Apasionado de la rima/música desde niño, pues su abuelo paterno era poeta y cantante de zarzuela (Pedro Ayala). Calidez en el mensaje, conciencia como bandera e imaginación sin límites; conforman los pilares en los que basa su música.",
        "image": "../public/gremio-peq.jpg", 
        "video-link": "https://youtu.be/HgEmHhyNDJ8?si=CVo4WMz7lfAfTpNc"
    },
    {
        "name": "No llores, Juanita",
        "id": 7,
        "description": "No llores, Juanita es un grupo de amigos de la periferia madrileña unidos por la música. Las distintas influencias y gustos hacen de cada canción algo único y distinto que te atrapa con su energía. Hace un año publicaron su primer EP, y a día de hoy siguen creando y sacando nuevos temas de un pop/rock moderno.",
        "image": "../public/juanita.jpg", 
        "video-link": "https://youtu.be/o9iM8Hmf2f4?si=OCnenlPWdLjAZ6ga"
    },
    {
        "name": "Brava",
        "id": 8,
        "description": "BRAVA es una banda de “rock cañí” del barrio de Aluche liderada por la cantante Nerea Santotomás y el guitarrista Jorge Montero. Una banda chula y deslenguada que bebe del rock urbano y el punk pero también de la rumba y el sonido caño roto. Sus canciones tienen un fuerte vocación popular y reivindican el espíritu más auténtico de la música de barrio.",
        "image": "../public/brava.jpg", 
        "video-link": "https://youtu.be/uWn5BWE9cfM?si=hnT8RDqfnO6uoI1h"
    },
    {
        "name": "Vancouver",
        "id": 9,
        "description": "Vancouver nació en 2021 de la mano de Andres Garro (Guitarra), Manu Morán (Guitarra y Voz) y Andrea Iriondo (Voz) versionando temas clásicos del pop rock.  Desde entonces, han tocado en salas míticas de Madrid, como el Café la Palma, y en esta sesión de El Patio de Luisa nos presentan en formato acústico tres temas de composición propia.",
        "image": "../public/vancouver.jpg", 
        "video-link": "https://youtu.be/83xC6RpVk9g?si=bUPcSfMTmJLTVKu-"
    },
    {
        "name": "Tangerine Flavour",
        "id": 10,
        "description": "Banda madrileña nacida en el año 2014, integrada por Fernando Lima (bajo y voz), Pablo Martín (guitarra y voz), Mike Fletcher (batería) y Alejandro Vizcaíno (guitarra). Después de su primera gira por Estados Unidos en 2023, lanzan su nuevo trabajo de estudio: Space Cowboy, un álbum doble producido por Paco Loco.",
        "image": "../public/tangerine-flavour.jpg", 
        "video-link": "https://youtu.be/N7FUcoKw7Sk?si=Hr8GW4-_Chx0SJFx"
    },
    {
        "name": "Lucía Alegría",
        "id": 11,
        "description": "Lucía es una artista llena de color, vida y libertad. Su música es una fusión mágica de folk, indie y pop, adornada con letras profundamente personales que permiten a los oyentes conectar con sus experiencias de una manera única.",
        "image": "../public/lucia-alegria.jpg", 
        "video-link": "https://youtu.be/ea7QUujMkvg?si=PfOCq_9yOOsWQz84"
    },
    {
        "name": "Sergio Tel",
        "id": 12,
        "description": "Sergio Tel, es un músico madrileño que destaca por su estilo emocional y capacidad de transmitir, acaba de publicar su primer disco Cabos Sueltos. Un disco cargado de guitarras con letras sinceras y melodías profundas, en el que deja claras sus influencias, que recorren el rock, el blues y el pop.",
        "image": "../public/sergio-tel.jpg", 
        "video-link": "https://youtu.be/jswvKlJmpDk?si=cmAGqrVZt7fG5izj"
    }
    
]